Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Descended from Divinity (천마는 평범하게 살 수 없다).tmx
Source language: ko_kr
Languages: en_us

source: 창백해지는 경비대장의 얼굴.
en_us: The face of the captain turned pale in surprise.

source: 조나단이 하라는 대로 행했고, 이번에도 그에게 비기를 배우고 싶은 마음에 제안을 받아들였다.
en_us: Chris had done everything Jonathan had requested him to do. Even now, he had accepted his captain’s offer because he wanted to learn his secret techniques.

source: 그래서 사람들은 블러드 팽을 건드리지 않았다.
en_us: This kept the Dimitri Knight from attacking them.

source: 로메로 남작의 말대로였다.{j}카이로 왕국에 무기를 보급하는 기회를 얻었을 때, 로메로 남작에게는 하나뿐인 아들인 로만이 있었다.
en_us: Just as Romero said, when he first earned the opportunity to sell weapons to the Kairo Kingdom he only had Roman by his side.{j}

source: 들떴다.
en_us: Hahahahaha.

source: “케빈이라.{j}내 너의 이름을 기억하마.{j}그리고 수일 안으로, 이번 사건은 올바른 과정을 통해 확실하게 처리해 주마.”
en_us: “Kevin...I shall remember your name. And in a few days, everything that happened here will be properly taken care of.”{j}{j}

source: 골목에 발걸음 소리가 울려 퍼졌다.
en_us: The sound of footsteps echoed through the quiet alley.

source: 로만이 무엇을 말하려는지는 모르겠지만, 케빈은 본능적으로 자신에게 중대한 기회가 왔음을 알았다.
en_us: He wasn’t sure what the offer was, but he was certain that the young lord was about to provide a life-changing opportunity for him and his family.

source: “이게 도대체 어떻게 된 일인가?{j}크리스 부기사단장은 드미트리가 자랑하는 2성의 오라 기사이지 않은가.”
en_us: “Can you explain to me exactly what had happened here? I thought Deputy Captain Chris wielded the power of Level 2 Aura.”{j}

source: 차라리 차남이라면 괜찮았다.{j}수도에서 이미 명성을 떨치고 있는 그라면 자부심을 느끼고 따르겠는데, 지금의 상황은 도무지 받아들일 수 없었다.
en_us: He always thought it would be more honorable to rather follow Roman’s younger brother, who was making a name for himself in the capital, if he were to go to the battlefield. Chris couldn’t understand the current situation he was placed in.

source: “로렌스는 약하지 않습니다.{j}바르코라 할지라도, 승산이 없는 것은 아니지 않습니까?”
en_us: “We are not weak father. Trust your people. We have a chance against House Barco, if they come to the battleground alone.”{j}

source: 공격의 영역을 허물었다.{j}한 걸음 나아간 것만으로 상대가 완벽하게 힘을 발휘하지 못하도록 만들었고, 얼굴을 살짝 틀면서 대담하게도 눈앞에서 공격을 피해 버렸다.{j}그건 정말이지 간발의 차이였다.
en_us: Roman had completely destroyed Chris’s attack reach and prevented the knight from perfectly using his power by stepping a step forward toward him, while boldly avoiding Chris’s attack by an inch.{j}{j}

source: 사내가 비명을 질렀다.
en_us: The man was on the ground screaming in pain.

source: 소름이 돋았다.
en_us: Kevin felt the shivers down his spine listening to Roman’s words.

source: 로만은 숨을 골랐다.
en_us: Roman slowly caught his breath.

source: 12화 기(氣)와 마나 (1)
en_us: Chapter 12 Gi and Mana (1)

source: ‘둘은 절친한 정도의 사이는 아니었을 거야.{j}비슷한 평판이니, 단순히 유흥의 동료로서 같이 어울리는 정도였겠지.{j}그런데 그 관계가 플로라를 중심으로 뒤얽혀 버렸어.{j}안토니 바르코는 플로라와의 혼인을 바랐고, 그건 로만도 다르지 않았지.{j}그리고 그 싸움의 승자는 로만이 되었어.{j}끝끝내 바르코를 거부한 로렌스 가문이, 바르코보다는 드미트리가 낫다고 판단했기 때문이지.’
en_us: But for some reason, I don’t think we were that close. Maybe we hung out frequently because of our shared interest and similar status. However, the two had grown distant because of Flora. The two were in love with her, so Anthony Barco must’ve gotten jealous. The House of Lawrence consistently refused to accept the Barcos’ offer and ended up arranging a marriage with the Dimitris, which made Roman the victor of the battle for love.{j}{j}{j}{j}{j}

source: 마나는 로만의 의지에 따라 강하게 휘몰아쳤고, 강력한 충격에 로만의 얼굴에서는 코피가 흘러내리기 시작했다.
en_us: With his strong will, the mana inside his body began to whirl deep inside, causing Roman to drip with blood all over his face.

source: 로렌스로서는 대화를 수차례 진행했지만, 이제는 골든 뱅크에서 돈을 빌렸다는 소문까지 들렸다.
en_us: The House of Lawrence tried their best to solve the problem through diplomatic channels, but they also weren’t left with any options when rumors spread that House Barco had loaned money from the Golden Bank to recruit mercenaries.

source: 로만은 강인한 사내다.
en_us: Hans realized that he should’ve known better.

source: 수백, 수천의 무인들이 백중혁 하나를 감당하지 못해 학살을 당했고, 피가 강이 되어 흘렀을 때 천마신교가 무림의 지배자라는 사실을 인정했다.{j}
en_us: After slaughtering hundred and thousands of martial artists in his world, only then was Junghyeok Baek recognized as the ruler of the Divine Force.

source: 천수를 모두 누리고 죽는 것은 엄청난 축복이었는데, 눈을 뜨고 보니 로만 드미트리의 몸이었다.
en_us: In his world of origin, it was considered a great blessing to die after fulfilling one’s duty in life; however, the moment he died, he woke up in the current world inside the body of Roman Dimitri.

source: 예정대로라면 저녁은 돼야 마중을 나갈 생각이었는데, 그에게 닥친 상황이 여유를 허락하지 않았다.
en_us: Although he was planning to go greet Roman tonight after he had finished his week long training, Hans didn’t have the time to wait.

source: 당연히 로만이 뱉은 말을 실행에 옮기리라고는 생각하지 않았다.
en_us: She never thought he would actually go find the Blood Fang.

source: 순식간이었다.{j}로만에게 달려들었던 모든 사내가 죽었다.{j}단 한 명.
en_us: Everything happened in a blink of an eye. All of the Blood Fangs who rushed to kill him were now on the floor dead, except one.{j}

source: “정말 진심으로 하는 말인가요?”
en_us: Flora began to question his determination.

source: 그래서 당연히 일반인에 불과한 로만이 위험하다고 생각했는데, 막상 펼쳐진 결과는 예상과 달랐다.
en_us: For someone who doesn’t wield the Aura, Roman should’ve never been able to win this battle. However, the unexpected happened.

source: 방금 노인에게 들은 설명대로라면, 저들은 어떤 문제든 영주에게 심판받고 해결할 의무가 있다.
en_us: Thus, it is the Dimitri household’s responsibility to take care of such matters and judge what is right and wrong.

source: “압니다, 당신의 마음을.{j}하지만 일을 바로잡을 기회는 지금도 있습니다.”
en_us: “I understand, so please don’t blame yourself for everything. You still have the chance to set things straight between you and Roman.”{j}

source: “수련은 잘 끝냈느냐?”
en_us: “Are you done with your training?”

source: 세상이 변했다.
en_us: The world had changed for Kevin the moment he chose the third option.

source: 신신당부했다.{j}그리고는 안으로 들어갔다.
en_us: After receiving Hans’s word to not interrupt him whatever the cause, Roman entered the workshop.{j}

source: 시간이 얼마나 지났을까.{j}크리스는 눈을 떴다.{j}새파란 하늘이 눈으로 쏟아지는 상황에, 그는 자신도 모르게 눈물을 흘리고 말았다.
en_us: After some time had passed, Chris woke up and burst in tears, facing the blue sky before him.{j}{j}

source: 걸음을 멈추었다.{j}시선을 한 몸에 받으면서도 조금도 흔들림이 없는 로만은, 로메로 남작을 올려다보며 담담히 말했다.
en_us: Roman paused before his father and spoke firmly, grabbing the entire room’s attention.{j}

source: ‘이런 쓰레기 같은 몸이라니.’
en_us: What a useless body.

source: 항명(抗命)은 매우 중요한 문제다.{j}평소라면 무조건 따르는 모습을 보였겠지만, 이번만큼은 도저히 명령을 받아들일 수 없었다.
en_us: Chris didn’t want to leave an impression that he was an insubordinate knight to both Romero and Jonathan, but this time he couldn’t back down.{j}

source: 확실했다.{j}로만의 외형은, 조금 많이 달라져 있었다.
en_us: Although the face looked familiar, Hans was certain that Roman’s appearance had changed since the last time he saw him.{j}

source: 로렌스 자작도 플로라도.{j}드미트리가 어떻게 반응할지를 알기에, 침묵이 맴도는 공간에서 차를 마시며 하염없이 기다렸다.
en_us: Both Viscount Lawrence and Flora expected to be unwelcomed by the Dimitris, so they sat quietly in the room and waited for either Duke Romero or Roman to show up.{j}

source: 예상대로였다.{j}밖으로 나가 보니, 한 무리의 사내들이 아직 성인도 되지 않은 남자아이를 구타하고 있었다.
en_us: As expected from all the crashing sounds, a group of men was bullying a little boy just outside.

source: 이후의 상황.{j}블러드 팽의 조직원들은 벤 마일즈를 버렸다.{j}로만이 설명한 것처럼, 드미트리 기사단이 언제 들이닥칠지 모르는 상황에서 시간을 끌 수 없었다.{j}
en_us: After Ben Miles was taken in by Roman, all of his followers abandoned their leader and fled from the scene afraid to be killed by the Dimitri Knights, just as Roman had explained.{j}{j}{j}

source: 한순간의 타이밍으로 상대를 무너트리는 반격은 럭키 펀치 따위가 아니다.{j}충분한 기본기와 생각을 실행에 옮길 수 있는 능력을 갖추어야만, 남들이 보기에 말도 안 되는 승부수를 성공시킬 수 있다.
en_us: Jonathan knew by his guts that Roman’s final attack wasn’t a coincidence. He knew that it required an immense amount of training and firm fundamental skills to successfully land the strike. Roman basically had done something believed to be impossible by others.{j}

source: 덜덜덜.
en_us: Tremble.

source: 사방에서 달려들어도, 오히려 쓰러지는 것은 블러드 팽 일당이었다.
en_us: No matter how many of them rushed toward Roman to kill him, the Blood Fangs didn’t stand a match against him.

source: 하지만 그렇다 할지라도 드미트리의 얼간이에게 팔려 가고 싶지는 않았다.
en_us: However, she couldn’t see herself being sold to Dimwit Dimitri.

source: “꼴에 귀족 자제라고 나서기는.”
en_us: “Does he think his title as nobleman can scare us?”

source: 로만 드미트리.{j}아무리 사람들에게 얼간이라고 불리는 사내지만, 일반 평민들에게 로만은 감히 눈도 마주칠 수 없는 엄청난 권력자였다.{j}사람들이 황급히 시선을 돌렸다.{j}
en_us: Although Roman was called Dimwit Dimitri by many, he was still a noble to the commoners. The commoners in the tavern glanced at Roman for a second, but no one dared to look at him in the eyes. They quickly turned their eyes away from him.{j}{j}{j}

source: 그들을 받아들였다.
en_us: Roman accepted the flow of energy as it is and allowed the unfamiliar and mysterious feeling to flow spread through his body through his veins.

source: 파혼남.{j}그 타이틀은, 앞으로 자신에게 따라붙을 귀찮은 혼담을 잘라 낼 좋은 구실이 될 것이다.
en_us: There was no better excuse than the title of ex-fiance to prevent any future marriage arrangements from happening.

source: 말을 툭 끊었다.{j}평소와는 다르게, 딸의 말을 끝까지 듣고 싶지 않았다.
en_us: The viscount no longer wanted to hear from his daughter.{j}
